Autodesk.AutoCAD.ApplicationServices.BeginExtractionEventArgs.QueueForExtraction(Autodesk.AutoCAD.DatabaseServices.ObjectId,Autodesk.AutoCAD.DatabaseServices.ObjectId)
Queues an object for property extraction.
idObject:  Input Object ID of the object queue for property extraction
idLayout:  Input Object ID of the layout associated with the object